Repository: chesters99/BankValDj
Catalog: locale/*/LC_MESSAGES/django.po
Languages: de

source: Sort Code must be numeric
de: schwein!1

source: Sort code must be 6 digits
de: schwein!2

source: Account Number must be numeric
de: schwein!3

source: Account Number must be between 6 and 11 digits
de: schwein!4

source: Sort Code = Account Number. Is that right?!?
de: schwein!5

source: Username must be more than 5 characters
de: schwein!6

source: Password must be more than 5 characters
de: schwein!7

source: Username cannot be the same as password
de: schwein!8

source: Bank Validation Django
de: Deutche Bank Validation

source: Bank Account Validation
de: Deutche Bank Validation

source: Home
de: Willkommen

source: Validate
de: Bestätigen

source: Rules
de: Regeln

source: Search Rules
de: Suche Regeln

source: Load Rules File
de: Lastregeldatei

source: Admin
de: Verwalten

source: Bulk Test
de: Groß-Test

source: Design Document
de: Design-Dokument

source: Maintain Users
de: Pflegen Benutzer

source: Graph Example
de: Beispiel Graph

source: Django Admin
de: Django verwalten

source: About
de: Informationen

source: Logout
de: Abmelden

source: Weight 0
de: Schwere 0

source: Weight 1
de: Schwere 1

source: Weight 2
de: Schwere 2

source: from this sort code
de: schwein!9

source: to this sort code
de: schwein!10

source: exception rule
de: schwein!12
